Autodesk.Revit.DB.DrawLayer
An enumerated type containing possible DrawLayer options.
Since:
2020
Since:
2020

Autodesk.Revit.DB.DrawLayer.Background
Draw in the background layer

Autodesk.Revit.DB.DrawLayer.Foreground
Draw in the foreground layer